Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: The camera isn’t available right now.
ar: الكاميرا غير متاحة حاليًا.
de: Die Kamera ist gerade nicht verfügbar.
es: La cámara no está disponible en este momento.
es_419: La cámara no está disponible en este momento.
fr: L’appareil photo n’est pas disponible pour le moment.
it: La fotocamera non è disponibile al momento.
ja: 現在カメラを使用できません。
ko: 현재 카메라를 사용할 수 없습니다.
nl: De camera is momenteel niet beschikbaar.
pl: Aparat jest teraz niedostępny.
pt_br: A câmera não está disponível no momento.
pt_pt: A câmara não está disponível neste momento.
sv: Kameran är inte tillgänglig just nu.
tr: Kamera şu anda kullanılamıyor.
zh_hans: 相机当前不可用。
zh_hant: 目前無法使用相機。

source: The cleaned copy is a still image. Keep your original if you need Live Photo motion or editing history.
ar: النسخة المنظَّفة صورة ثابتة. احتفظ بالأصل إذا كنت تحتاج إلى حركة Live Photo أو سجل التحرير.
de: Die bereinigte Kopie ist ein Standbild. Behalte das Original, wenn du Live-Photo-Bewegung oder den Bearbeitungsverlauf benötigst.
es: La copia limpia es una imagen fija. Conserva el original si necesitas el movimiento de Live Photo o el historial de edición.
es_419: La copia limpia es una imagen fija. Conserva el original si necesitas el movimiento de Live Photo o el historial de edición.
fr: La copie nettoyée est une image fixe. Conservez l’original pour garder l’animation Live Photo ou l’historique des modifications.
it: La copia pulita è un’immagine fissa. Conserva l’originale per il movimento Live Photo o la cronologia delle modifiche.
ja: 処理後のコピーは静止画です。Live Photoの動きや編集履歴が必要な場合は元画像を残してください。
ko: 정리된 사본은 정지 이미지입니다. Live Photo 움직임이나 편집 기록이 필요하면 원본을 보관하세요.
nl: De opgeschoonde kopie is een stilstaand beeld. Bewaar het origineel voor Live Photo-beweging of bewerkingsgeschiedenis.
pl: Wyczyszczona kopia jest nieruchomym obrazem. Zachowaj oryginał, jeśli potrzebujesz ruchu Live Photo lub historii edycji.
pt_br: A cópia limpa é uma imagem estática. Mantenha o original se precisar do movimento da Live Photo ou do histórico de edição.
pt_pt: A cópia limpa é uma imagem estática. Mantenha o original se precisar do movimento da Live Photo ou do histórico de edição.
sv: Den rensade kopian är en stillbild. Behåll originalet om du behöver Live Photo-rörelse eller redigeringshistorik.
tr: Temizlenmiş kopya durağan bir görüntüdür. Live Photo hareketine veya düzenleme geçmişine ihtiyacınız varsa özgün görüntüyü saklayın.
zh_hans: 处理后的副本是静态图像。如需保留实况照片动态效果或编辑历史，请保留原图。
zh_hant: 處理後的拷貝是靜態影像。如需保留原況照片動態效果或編輯記錄，請保留原始影像。

source: The cleaned image could not be verified.
ar: تعذر التحقق من الصورة المنظَّفة.
de: Das bereinigte Bild konnte nicht überprüft werden.
es: No se pudo verificar la imagen limpia.
es_419: No se pudo verificar la imagen limpia.
fr: L’image nettoyée n’a pas pu être vérifiée.
it: Impossibile verificare l’immagine pulita.
ja: 処理後の画像を検証できませんでした。
ko: 정리된 이미지를 검증하지 못했습니다.
nl: De opgeschoonde afbeelding kon niet worden geverifieerd.
pl: Nie udało się zweryfikować wyczyszczonego obrazu.
pt_br: Não foi possível verificar a imagem limpa.
pt_pt: Não foi possível verificar a imagem limpa.
sv: Den rensade bilden kunde inte verifieras.
tr: Temizlenmiş görüntü doğrulanamadı.
zh_hans: 无法验证处理后的图像。
zh_hant: 無法驗證處理後的影像。

source: The document could not be scanned.
ar: تعذّر مسح المستند ضوئيًا.
de: Das Dokument konnte nicht gescannt werden.
es: No se ha podido escanear el documento.
es_419: No se pudo escanear el documento.
fr: Le document n’a pas pu être scanné.
it: Impossibile scansionare il documento.
ja: 書類をスキャンできませんでした。
ko: 도큐멘트를 스캔할 수 없습니다.
nl: Het document kon niet worden gescand.
pl: Nie udało się zeskanować dokumentu.
pt_br: Não foi possível escanear o documento.
pt_pt: Não foi possível digitalizar o documento.
sv: Det gick inte att skanna dokumentet.
tr: Belge taranamadı.
zh_hans: 无法扫描该文稿。
zh_hant: 無法掃描此文件。

source: The face is blurred under the emoji too, so nothing shows through around it.
ar: يُموَّه الوجه تحت الإيموجي أيضًا، فلا يظهر شيء من حوله.
de: Unter dem Emoji wird das Gesicht zusätzlich weichgezeichnet, sodass drumherum nichts durchscheint.
es: La cara también se desenfoca bajo el emoji, así que no se ve nada alrededor.
es_419: La cara también se desenfoca bajo el emoji, así que no se ve nada alrededor.
fr: Le visage est aussi flouté sous l’emoji : rien ne transparaît autour.
it: Il volto viene sfocato anche sotto l’emoji, così intorno non si vede nulla.
ja: 絵文字の下の顔もぼかされるため、周りから透けて見えることはありません。
ko: 이모티콘 아래의 얼굴도 흐리게 처리되므로 주변으로 아무것도 비치지 않습니다.
nl: Het gezicht wordt onder de emoji ook vervaagd, zodat er rondom niets doorheen schijnt.
pl: Twarz pod emoji jest też rozmyta, więc wokół nic nie prześwituje.
pt_br: O rosto também é desfocado sob o emoji, então nada aparece ao redor.
pt_pt: O rosto também é desfocado sob o emoji, por isso nada se vê à volta.
sv: Ansiktet görs också suddigt under emojin, så inget syns runt den.
tr: Yüz, emojinin altında da bulanıklaştırılır; böylece çevresinden hiçbir şey görünmez.
zh_hans: 表情符号下方的面孔也会被模糊处理，因此周围不会透出任何内容。
zh_hant: 表情符號下方的臉孔也會被模糊處理，因此周圍不會透出任何內容。

source: The frame being scanned
ar: الإطار الجاري فحصه
de: Das gerade analysierte Bild
es: El fotograma que se está analizando
es_419: El cuadro que se está analizando
fr: L’image en cours d’analyse
it: Il fotogramma in analisi
ja: スキャン中のコマ
ko: 검사 중인 프레임
nl: Het beeld dat wordt gescand
pl: Skanowana klatka
pt_br: O quadro sendo analisado
pt_pt: A imagem a ser analisada
sv: Bildrutan som skannas
tr: Taranan kare
zh_hans: 正在扫描的画面
zh_hant: 正在掃描的畫面

source: The motion could not be kept, so the photo was saved as a still.
ar: تعذّر الاحتفاظ بالحركة، لذا حُفظت الصورة كصورة ثابتة.
de: Die Bewegung konnte nicht behalten werden, daher wurde das Foto als Standbild gesichert.
es: No se ha podido conservar el movimiento, así que la foto se ha guardado como imagen fija.
es_419: No se pudo conservar el movimiento, así que la foto se guardó como imagen fija.
fr: L’animation n’a pas pu être conservée, la photo a donc été enregistrée comme image fixe.
it: Non è stato possibile mantenere il movimento, quindi la foto è stata salvata come immagine fissa.
ja: 動きを残せなかったため、静止画として保存しました。
ko: 움직임을 유지할 수 없어 사진을 정지 이미지로 저장했습니다.
nl: De beweging kon niet worden behouden, dus is de foto bewaard als stilstaand beeld.
pl: Nie udało się zachować ruchu, więc zdjęcie zachowano jako nieruchomy obraz.
pt_br: Não foi possível manter o movimento, então a foto foi salva como imagem estática.
pt_pt: Não foi possível manter o movimento, por isso a fotografia foi guardada como imagem estática.
sv: Rörelsen kunde inte behållas, så bilden sparades som stillbild.
tr: Hareket korunamadığı için fotoğraf durağan görüntü olarak kaydedildi.
zh_hans: 无法保留动态效果，因此照片已存储为静态图像。
zh_hant: 無法保留動態效果，因此照片已儲存為靜態影像。

source: The object selection model could not be downloaded. You can still drag to draw a box.
ar: تعذّر تنزيل نموذج تحديد الكائنات. لا يزال بإمكانك السحب لرسم مربع.
de: Das Modell für die Objektauswahl konnte nicht geladen werden. Du kannst weiterhin ziehen, um einen Bereich zu zeichnen.
es: No se ha podido descargar el modelo de selección de objetos. Aún puedes arrastrar para dibujar un recuadro.
es_419: No se pudo descargar el modelo de selección de objetos. Aún puedes arrastrar para dibujar un recuadro.
fr: Le modèle de sélection d’objet n’a pas pu être téléchargé. Vous pouvez toujours faire glisser pour dessiner une zone.
it: Non è stato possibile scaricare il modello di selezione oggetti. Puoi comunque trascinare per disegnare un riquadro.
ja: 被写体の選択モデルをダウンロードできませんでした。ドラッグしてマスク枠を描くことはできます。
ko: 피사체 선택 모델을 다운로드할 수 없습니다. 드래그하여 가림 상자를 그릴 수는 있습니다.
nl: Het model voor objectselectie kon niet worden gedownload. Je kunt nog steeds slepen om een vak te tekenen.
pl: Nie można pobrać modelu zaznaczania obiektów. Nadal możesz przeciągnąć, aby narysować obszar.
pt_br: Não foi possível baixar o modelo de seleção de objeto. Você ainda pode arrastar para desenhar uma caixa.
pt_pt: Não foi possível transferir o modelo de seleção de objeto. Pode continuar a arrastar para desenhar uma caixa.
sv: Modellen för objektmarkering kunde inte hämtas. Du kan fortfarande dra för att rita en ruta.
tr: Nesne seçimi modeli indirilemedi. Kutu çizmek için sürüklemeyi yine de kullanabilirsiniz.
zh_hans: 无法下载物体选择模型。你仍可拖移以绘制遮盖框。
zh_hant: 無法下載物體選取模型。你仍可拖移來繪製遮蓋框。

source: The original photo could not be identified. It may be stored in iCloud and not yet downloaded. Would you like to save as a new photo instead?
ar: تعذّر تحديد الصورة الأصلية. قد تكون مخزنة في iCloud ولم تُنزَّل بعد. هل ترغب في حفظها كصورة جديدة بدلًا من ذلك؟
de: Das Originalfoto konnte nicht identifiziert werden. Es ist möglicherweise in iCloud gespeichert und noch nicht geladen. Möchtest du es stattdessen als neues Foto sichern?
es: No se ha podido identificar la foto original. Puede que esté almacenada en iCloud y aún no se haya descargado. ¿Quieres guardarla como una foto nueva?
es_419: No se pudo identificar la foto original. Puede que esté almacenada en iCloud y aún no se haya descargado. ¿Quieres guardarla como una foto nueva?
fr: La photo originale n’a pas pu être identifiée. Elle pourrait être stockée dans iCloud et pas encore téléchargée. Souhaitez-vous enregistrer une nouvelle photo à la place ?
it: La foto originale non è stata identificata. Potrebbe essere archiviata su iCloud e non ancora scaricata. Vuoi invece salvarla come nuova foto?
ja: 元の写真を特定できませんでした。iCloudに保存されていてまだダウンロードされていない可能性があります。代わりに新しい写真として保存しますか？
ko: 원본 사진을 식별할 수 없습니다. iCloud에 저장되어 있고 아직 다운로드하지 않았을 수 있습니다. 대신 새 사진으로 저장하시겠습니까?
nl: De originele foto kon niet worden geïdentificeerd. Mogelijk staat deze in iCloud en is deze nog niet gedownload. Wil je die in plaats daarvan als een nieuwe foto bewaren?
pl: Nie udało się zidentyfikować oryginalnego zdjęcia. Może być przechowywane w iCloud i jeszcze nie zostało pobrane. Czy chcesz zachować je jako nowe zdjęcie?
pt_br: A foto original não pôde ser identificada. Pode estar armazenada no iCloud e ainda não ter sido baixada. Gostaria de salvar como uma nova foto em vez disso?
pt_pt: A fotografia original não foi identificada. Pode estar guardada no iCloud e ainda não ter sido descarregada. Quer guardar como uma nova fotografia?
sv: Originalbilden kunde inte identifieras. Den kan finnas i iCloud utan att ha laddats ner än. Vill du spara den som en ny bild i stället?
tr: Orijinal fotoğraf belirlenemedi. iCloud’da saklanıyor ve henüz indirilmemiş olabilir. Bunun yerine yeni bir fotoğraf olarak kaydetmek ister misiniz?
zh_hans: 无法识别原始照片。它可能存储在 iCloud 中，尚未下载。要改为存储为新照片吗？
zh_hant: 無法識別原始照片，它可能儲存在 iCloud 中而尚未下載。要改為儲存成新照片嗎？

source: The original photos and videos will be permanently deleted after cleaning. This cannot be undone.
ar: سيتم حذف الصور ومقاطع الفيديو الأصلية بشكل دائم بعد التنظيف. لا يمكن التراجع عن هذا الإجراء.
de: Die Originalfotos und -videos werden nach der Bereinigung dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Las fotos y los vídeos originales se eliminarán permanentemente después de la limpieza. Esto no se puede deshacer.
es_419: Las fotos y los videos originales se eliminarán permanentemente después de la limpieza. Esto no se puede deshacer.
fr: Les photos et vidéos originales seront définitivement supprimées après le nettoyage. Cette action est irréversible.
it: Le foto e i video originali verranno eliminati definitivamente dopo la pulizia. Questa operazione non può essere annullata.
ja: クリーンアップ後、元の写真とビデオは完全に削除されます。元に戻すことはできません。
ko: 원본 사진과 비디오는 정리 후 영구 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: De originele foto’s en video’s worden na het opschonen permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Oryginalne zdjęcia i nagrania wideo zostaną trwale usunięte po wyczyszczeniu. Nie można tego cofnąć.
pt_br: As fotos e os vídeos originais serão excluídos permanentemente após a limpeza. Isto não pode ser desfeito.
pt_pt: As fotografias e os vídeos originais serão eliminados permanentemente após a limpeza. Isto não pode ser desfeito.
sv: Originalbilderna och -videorna kommer att raderas permanent efter rensningen. Detta kan inte ångras.
tr: Orijinal fotoğraflar ve videolar temizleme işleminden sonra kalıcı olarak silinecektir. Bu işlem geri alınamaz.
zh_hans: 清理后，原始照片和视频将被永久删除，此操作无法撤销。
zh_hant: 清理後，原始照片和影片將被永久刪除，無法復原。

source: The original photos will be permanently deleted after cleaning. This cannot be undone.
ar: سيتم حذف الصور الأصلية بشكل دائم بعد التنظيف. لا يمكن التراجع عن هذا الإجراء.
de: Die Originalfotos werden nach der Bereinigung dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Las fotos originales se eliminarán permanentemente después de la limpieza. Esto no se puede deshacer.
es_419: Las fotos originales se eliminarán permanentemente después de la limpieza. Esto no se puede deshacer.
fr: Les photos originales seront définitivement supprimées après le nettoyage. Cette action est irréversible.
it: Le foto originali verranno eliminate definitivamente dopo la pulizia. Questa operazione non può essere annullata.
ja: クリーンアップ後、元の写真は完全に削除されます。元に戻すことはできません。
ko: 원본 사진은 정리 후 영구 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: De originele foto’s worden na het opschonen permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Oryginalne zdjęcia zostaną trwale usunięte po wyczyszczeniu. Nie można tego cofnąć.
pt_br: As fotos originais serão excluídas permanentemente após a limpeza. Isto não pode ser desfeito.
pt_pt: As fotografias originais serão eliminadas permanentemente após a limpeza. Isto não pode ser desfeito.
sv: Originalbilderna kommer att raderas permanent efter rensningen. Detta kan inte ångras.
tr: Orijinal fotoğraflar temizleme işleminden sonra kalıcı olarak silinecektir. Bu işlem geri alınamaz.
zh_hans: 清理后，原始照片将被永久删除，此操作无法撤销。
zh_hant: 清理後，原始照片將被永久刪除，無法復原。

source: The originals will be permanently deleted after cleaning.
ar: سيتم حذف النسخ الأصلية نهائيًا بعد التنظيف.
de: Die Originale werden nach der Bereinigung dauerhaft gelöscht.
es: Los originales se eliminarán permanentemente tras la limpieza.
es_419: Los originales se eliminarán permanentemente tras la limpieza.
fr: Les originaux seront supprimés définitivement après le nettoyage.
it: Gli originali saranno eliminati definitivamente dopo la pulizia.
ja: 元の写真やビデオは、クリーンアップ後に完全に削除されます。
ko: 정리 후 원본은 영구 삭제됩니다.
nl: De originelen worden na het opschonen permanent verwijderd.
pl: Oryginały zostaną trwale usunięte po wyczyszczeniu.
pt_br: Os originais serão excluídos permanentemente após a limpeza.
pt_pt: Os originais serão eliminados permanentemente após a limpeza.
sv: Originalen kommer att raderas permanent efter rensning.
tr: Orijinaller temizleme sonrası kalıcı olarak silinecektir.
zh_hans: 清理后，原始照片和视频将被永久删除。
zh_hant: 清理後，原始照片和影片將被永久刪除。

source: The paused frame
ar: الإطار المتوقف
de: Das angehaltene Bild
es: El fotograma en pausa
es_419: El cuadro en pausa
fr: L’image en pause
it: Il fotogramma in pausa
ja: 一時停止中のコマ
ko: 일시 정지된 프레임
nl: Het gepauzeerde beeld
pl: Wstrzymana klatka
pt_br: O quadro pausado
pt_pt: A imagem em pausa
sv: Den pausade bildrutan
tr: Duraklatılan kare
zh_hans: 暂停的画面
zh_hant: 暫停的畫面

source: The precise location where this photo was taken — latitude, longitude, and altitude. Sharing it reveals where you live, work, or travel, and can be used to track your movements over time.
ar: الموقع الدقيق الذي تم التقاط هذه الصورة فيه — خط العرض وخط الطول والارتفاع. مشاركته تكشف المكان الذي تعيش فيه أو تعمل فيه أو تسافر إليه، ويمكن استخدامه لتتبع تحركاتك بمرور الوقت.
de: Der genaue Ort, an dem dieses Foto aufgenommen wurde – Breitengrad, Längengrad und Höhe. Wenn du ihn teilst, verrät er, wo du wohnst, arbeitest oder unterwegs bist, und er lässt sich nutzen, um deine Bewegungen über die Zeit zu verfolgen.
es: La ubicación exacta donde se tomó esta foto — latitud, longitud y altitud. Compartirla revela dónde vives, trabajas o viajas, y puede usarse para rastrear tus movimientos con el tiempo.
es_419: La ubicación exacta donde se tomó esta foto — latitud, longitud y altitud. Compartirla revela dónde vives, trabajas o viajas, y puede usarse para rastrear tus movimientos con el tiempo.
fr: L’emplacement précis où cette photo a été prise — latitude, longitude et altitude. Le partager révèle où vous vivez, travaillez ou voyagez, et peut permettre de suivre vos déplacements au fil du temps.
it: La posizione precisa in cui è stata scattata questa foto — latitudine, longitudine e altitudine. Condividerla rivela dove vivi, lavori o viaggi e può essere usata per tracciare i tuoi spostamenti nel tempo.
ja: この写真が撮影された正確な位置情報（緯度、経度、高度）。共有すると、住んでいる場所、働いている場所、旅行先が明らかになり、長期的な行動の追跡に使われる可能性があります。
ko: 이 사진이 찍힌 정확한 위치 — 위도, 경도, 고도. 공유하면 거주지, 근무지 또는 여행지 위치가 드러나며, 시간이 지남에 따라 이동 경로 추적에 사용될 수 있습니다.
nl: De exacte locatie waar deze foto is genomen — breedtegraad, lengtegraad en hoogte. Delen betekent dat zichtbaar wordt waar je woont, werkt of reist, en kan worden gebruikt om je bewegingen in de tijd te volgen.
pl: Dokładna lokalizacja wykonania tego zdjęcia – szerokość i długość geograficzna oraz wysokość. Udostępnienie tych danych ujawnia miejsce, gdzie mieszkasz, pracujesz lub podróżujesz, i może posłużyć do śledzenia Twoich ruchów w czasie.
pt_br: A localização precisa onde esta foto foi tirada — latitude, longitude e altitude. Compartilhá-la revela onde você mora, trabalha ou viaja, e pode ser usada para rastrear seus movimentos ao longo do tempo.
pt_pt: A localização precisa onde esta fotografia foi tirada — latitude, longitude e altitude. Partilhá-la revela onde vive, trabalha ou viaja e pode ser usada para rastrear os seus movimentos ao longo do tempo.
sv: Den exakta platsen där bilden togs – latitud, longitud och höjd. Om du delar den avslöjar du var du bor, arbetar eller reser, och uppgifterna kan användas för att spåra dina rörelser över tid.
tr: Bu fotoğrafın çekildiği tam konum — enlem, boylam ve yükseklik. Paylaşmak, nerede yaşadığınızı, çalıştığınızı veya seyahat ettiğinizi ortaya çıkarır ve zaman içinde hareketlerinizi takip etmek için kullanılabilir.
zh_hans: 拍摄这张照片的精确位置——纬度、经度和海拔。共享这些信息会暴露你的居住地、工作地点或行程，并可能被用来追踪你的活动轨迹。
zh_hant: 拍攝這張照片的確切位置——緯度、經度和高度。分享出去會透露你居住、工作或旅行的地點，也可能被用來追蹤你的行蹤。

source: The selected item could not be loaded as image data.
ar: تعذّر تحميل العنصر المحدد كبيانات صورة.
de: Das ausgewählte Element konnte nicht als Bilddaten geladen werden.
es: No se ha podido cargar el elemento seleccionado como datos de imagen.
es_419: No se pudo cargar el elemento seleccionado como datos de imagen.
fr: L’élément sélectionné n’a pas pu être chargé en tant que données d’image.
it: L’elemento selezionato non può essere caricato come dati immagine.
ja: 選択した項目は画像データとして読み込めませんでした。
ko: 선택한 항목을 이미지 데이터로 불러올 수 없습니다.
nl: Het geselecteerde item kon niet worden geladen als afbeeldingsgegevens.
pl: Nie można załadować wybranego elementu jako danych obrazu.
pt_br: O item selecionado não pôde ser carregado como dados de imagem.
pt_pt: O item selecionado não pôde ser carregado como dados de imagem.
sv: Det valda objektet kunde inte läsas in som bilddata.
tr: Seçilen öğe görüntü verisi olarak yüklenemedi.
zh_hans: 无法将所选项载入为图像数据。
zh_hant: 所選取的項目無法載入為影像資料。

source: The selected video could not be opened.
ar: تعذّر فتح الفيديو المحدد.
de: Das ausgewählte Video konnte nicht geöffnet werden.
es: No se ha podido abrir el vídeo seleccionado.
es_419: No se pudo abrir el video seleccionado.
fr: Impossible d’ouvrir la vidéo sélectionnée.
it: Impossibile aprire il video selezionato.
ja: 選択したビデオを開けませんでした。
ko: 선택한 비디오를 열 수 없습니다.
nl: De geselecteerde video kon niet worden geopend.
pl: Nie można otworzyć wybranego wideo.
pt_br: Não foi possível abrir o vídeo selecionado.
pt_pt: Não foi possível abrir o vídeo selecionado.
sv: Den valda videon kunde inte öppnas.
tr: Seçilen video açılamadı.
zh_hans: 无法打开所选视频。
zh_hant: 無法打開所選的影片。

source: The sensitive-data scan could not run on this image. Review it manually before sharing.
ar: تعذّر تشغيل فحص البيانات الحساسة على هذه الصورة. راجعها يدويًا قبل مشاركتها.
de: Die Prüfung auf sensible Daten konnte für dieses Bild nicht ausgeführt werden. Prüfe es vor dem Teilen selbst.
es: No se ha podido ejecutar el análisis de datos sensibles en esta imagen. Revísala manualmente antes de compartirla.
es_419: No se pudo ejecutar el análisis de datos sensibles en esta imagen. Revísala manualmente antes de compartirla.
fr: L’analyse des données sensibles n’a pas pu s’exécuter sur cette image. Vérifiez-la vous-même avant de la partager.
it: Impossibile eseguire la scansione dei dati sensibili su questa immagine. Controllala manualmente prima di condividerla.
ja: この画像では機密データのスキャンを実行できませんでした。共有する前にご自身で確認してください。
ko: 이 이미지에서는 민감한 데이터 검사를 실행할 수 없습니다. 공유하기 전에 직접 확인하세요.
nl: De scan op gevoelige gegevens kon niet worden uitgevoerd op deze afbeelding. Controleer deze zelf voordat je deelt.
pl: Nie udało się przeskanować tego obrazu pod kątem danych wrażliwych. Sprawdź go ręcznie przed udostępnieniem.
pt_br: Não foi possível executar a análise de dados sensíveis nesta imagem. Revise-a manualmente antes de compartilhar.
pt_pt: Não foi possível executar a análise de dados sensíveis nesta imagem. Reveja-a manualmente antes de partilhar.
sv: Det gick inte att söka efter känsliga uppgifter i den här bilden. Granska den själv innan du delar den.
tr: Bu görüntüde hassas veri taraması çalıştırılamadı. Paylaşmadan önce kendiniz gözden geçirin.
zh_hans: 无法对此图像运行敏感数据扫描。请在共享前手动检查。
zh_hant: 無法對此影像執行敏感資料掃描。請在分享前手動檢查。

source: The video could not be recorded. Check that there is enough storage, then try again.
ar: تعذّر تسجيل الفيديو. تحقق من توفر مساحة تخزين كافية، ثم حاول مرة أخرى.
de: Das Video konnte nicht aufgenommen werden. Prüfe, ob genügend Speicherplatz frei ist, und versuche es dann erneut.
es: No se ha podido grabar el vídeo. Comprueba que haya suficiente espacio de almacenamiento y vuelve a intentarlo.
es_419: No se pudo grabar el video. Comprueba que haya suficiente espacio de almacenamiento e inténtalo de nuevo.
fr: La vidéo n’a pas pu être enregistrée. Vérifiez qu’il reste suffisamment d’espace de stockage, puis réessayez.
it: Impossibile registrare il video. Verifica che ci sia spazio di archiviazione sufficiente, poi riprova.
ja: ビデオを録画できませんでした。ストレージの空き容量が十分にあることを確認してから、もう一度お試しください。
ko: 비디오를 녹화할 수 없습니다. 저장 공간이 충분한지 확인한 다음 다시 시도하세요.
nl: De video kan niet worden opgenomen. Controleer of er genoeg opslagruimte is en probeer het opnieuw.
pl: Nie można nagrać wideo. Sprawdź, czy jest wystarczająco dużo miejsca, a następnie spróbuj ponownie.
pt_br: Não foi possível gravar o vídeo. Verifique se há espaço de armazenamento suficiente e tente novamente.
pt_pt: Não foi possível gravar o vídeo. Verifique se tem espaço de armazenamento suficiente e tente novamente.
sv: Det gick inte att spela in videon. Kontrollera att det finns tillräckligt med lagringsutrymme och försök sedan igen.
tr: Video kaydedilemedi. Yeterli depolama alanı olduğundan emin olun, ardından yeniden deneyin.
zh_hans: 无法录制视频。请检查是否有足够的存储空间，然后重试。
zh_hant: 無法錄製影片。請確認是否有足夠的儲存空間，然後再試一次。
